Revit 2027 API
SymbolTypeId.FtL Property
 Symbol ftL, indicating unit Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtL { get; }
Public Shared ReadOnly Property FtL As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtL {
	ForgeTypeId^ get ();
}
static member FtL : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace